Repository: LaurinZubler/ba-app
Catalog: lib/l10n/app_*.arb
Languages: de

# home_contactSaved
source: contact saved
de: Kontakt gespeichert

# home_cameraError
source: unable to access camera
de: Zugriff auf Kamera nicht möglich

# home_warning
source: warning
de: Warnung

# exposureInfo_actions
source: immediate required actions
de: Sofortmassnamen

# exposureInfo_action1
source: don't panic!
de: Keine Panik!

# exposureInfo_action2
source: refrain from intimacy
de: Auf Intimitäten verzichten

# exposureInfo_action3
source: check for symptoms
de: Auf Symptome prüfen

# exposureInfo_action4
source: get tested
de: Lass dich testen

# exposureInfo_needSupport
source: need support?
de: Hilfe benötigt?

# exposureInfo_hotline_label
source: help hotline:
de: Hilfe Hotline:

# exposureInfo_symptoms
source: symptoms
de: Symptome

# exposureInfo_moreInformation
source: more information
de: Mehr Informationen

# poa_title
source: verify test
de: Test verifizieren

# symptom1_label
source: {infection, select, SMILING_SYNDROME {smiling} ORGY_FEVER {elevated body temperature} DESIRES_FLU {intensified cravings} INTRIGUE_INFECTION {cryptic thoughts and ideas} other {}}
de: {sti, select, smilingSyndrome {Lachen} otherSti {Other STI} other {default}}

# symptom2_label
source: {infection, select, SMILING_SYNDROME {misunderstood emotions} ORGY_FEVER {unexplained fatigue} DESIRES_FLU {compulsive urges} INTRIGUE_INFECTION {paradoxical emotions} other {}}
de: {sti, select, smilingSyndrome {Missverstandene Emotionen} otherSti {Other STI} other {default}}

# symptom3_label
source: {infection, select, SMILING_SYNDROME {mouth cramps} ORGY_FEVER {altered libido} DESIRES_FLU {emotional turmoil} INTRIGUE_INFECTION {vivid dreams or hallucinations} other {}}
de: {sti, select, smilingSyndrome {Mundkrämpfe} otherSti {Other STI} other {default}}

# symptom1_description
source: {infection, select, SMILING_SYNDROME {the hallmark symptom is a continuous and involuntary smile, regardless of emotional state or external stimuli}ORGY_FEVER {a notable symptom of orgy fever is a persistent elevation in body temperature, often exceeding normal ranges} DESIRES_FLU {Afflicted individuals may experience a heightened intensity of desires, ranging from emotional needs to physical cravings, creating a profound impact on daily life} INTRIGUE_INFECTION {Affected individuals may experience a heightened sense of intrigue, often accompanied by an influx of cryptic thoughts and ideas, contributing to a sense of mystery surrounding this fictional condition} other {}}
de: {sti, select, smilingSyndrome {the hallmark symptom is a continuous and involuntary smile, regardless of emotional state or external stimuli} otherSti {Other STI} other {default}}

# symptom2_description
source: {infection, select, SMILING_SYNDROME {affected individuals may experience a heightened sense of intrigue, often accompanied by an influx of cryptic thoughts and ideas, contributing to a sense of mystery surrounding this fictional condition}ORGY_FEVER {affected individuals may experience extreme and unexplained fatigue, impacting daily activities and overall energy levels} DESIRES_FLU {desire's flu may manifest as compulsive urges, compelling individuals to pursue their desires with an intensity that exceeds normal behavioral patterns} INTRIGUE_INFECTION {intrigue infection may induce paradoxical emotional states, leading to a mix of curiosity, fascination, and occasional confusion, creating a unique psychological landscape} other {}}
de: {sti, select, smilingSyndrome {affected individuals may experience social challenges as the persistent grin is often misinterpreted, leading to potential misunderstandings and difficulties in communication} otherSti {Other STI} other {default}}

# symptom3_description
source: {infection, select, SMILING_SYNDROME {cramps specifically localized to the corners of the mouth are a notable symptom, adding a physical component to the condition}ORGY_FEVER {changes in sexual desire and function may occur, ranging from increased libido to diminished interest} DESIRES_FLU {those affected may undergo emotional turmoil, as the relentless grip of desires can lead to inner conflict, impacting mental well-being and interpersonal relationships} INTRIGUE_INFECTION {some individuals with intrigue infection report experiencing vivid dreams or hallucinations} other {}}
de: {sti, select, smilingSyndrome {cramps specifically localized to the corners of the mouth are a notable symptom, adding a physical component to the condition} otherSti {Other STI} other {default}}
